/* No comment provided by engineer. */
"Blog for %@" = "%@'s Blogg";

/* No comment provided by engineer. */
"Comments" = "Kommentarer";

/* No comment provided by engineer. */
"First Page" = "Första sidan";

/* No comment provided by engineer. */
"Go to User" = "Hoppa till användare";

/* No comment provided by engineer. */
"MobilBlogg" = "MobilBlogg";

/* No comment provided by engineer. */
"My Blog" = "Min blogg";

/* No comment provided by engineer. */
"My pages" = "Mina sidor";

/* No comment provided by engineer. */
"Search User" = "Sök användare";

/* Menu item */
"Settings" = "Inställningar";

